{
  "title": "1984",
  "author": "George Orwell",
  "summary_sentence": [
    "\n            ",
    "1984",
    ", George Orwell’s bleakly dystopian novel about  the dangers of totalitarianism, warns against a world governed by propaganda,  surveillance, and censorship. Today, Orwellian phrases like “Big Brother” and  “doublespeak” have become common expressions. Read a character analysis of     ",
    "Winston Smith",
    ", ",
    "plot summary,",
    "  and ",
    "important quotes",
    ". "
  ],
  "picture": "https://www.sparknotes.com//prodimage.images-bn.com/pimages/9780451524935_p0_v3_s192x300.jpg",
  "summary": {
    "link": "https://www.sparknotes.com/lit/1984/summary/",
    "plot_overview": [
      "\n",
      "Plot Overview",
      "\n",
      "Winston Smith is a low-ranking\nmember of the ruling Party in London, in the nation\nof Oceania. Everywhere Winston goes, even his own home, the Party\nwatches him through telescreens; everywhere he looks he sees the\nface of the Party’s seemingly omniscient leader, a figure known\nonly as Big Brother. The Party controls everything in Oceania, even\nthe people’s history and language. Currently, the Party is forcing\nthe implementation of an invented language called Newspeak, which\nattempts to prevent political rebellion by eliminating all words\nrelated to it. Even thinking rebellious thoughts is illegal. Such\nthoughtcrime is, in fact, the worst of all crimes.",
      "\n",
      "As the novel opens, Winston feels frustrated by the oppression and\nrigid control of the Party, which prohibits free thought, sex, and any\nexpression of individuality. Winston dislikes the party and has illegally\npurchased a diary in which to write his criminal thoughts. He has\nalso become fixated on a powerful Party member named O’Brien, whom\nWinston believes is a secret member of the Brotherhood—the mysterious,\nlegendary group that works to overthrow the Party.",
      "\n",
      "Winston works in the Ministry of Truth, where he alters\nhistorical records to fit the needs of the Party. He notices a coworker,\na beautiful dark-haired girl, staring at him, and worries that she\nis an informant who will turn him in for his thoughtcrime. He is\ntroubled by the Party’s control of history: the Party claims that\nOceania has always been allied with Eastasia in a war against Eurasia,\nbut Winston seems to recall a time when this was not true. The Party\nalso claims that Emmanuel Goldstein, the alleged leader of the Brotherhood,\nis the most dangerous man alive, but this does not seem plausible\nto Winston. Winston spends his evenings wandering through the poorest\nneighborhoods in London, where the proletarians, or proles, live\nsqualid lives, relatively free of Party monitoring.",
      "\n",
      "One day, Winston receives a note from the dark-haired\ngirl that reads “I love you.” She tells him her name, Julia, and\nthey begin a covert affair, always on the lookout for signs of Party\nmonitoring. Eventually they rent a room above the secondhand store\nin the prole district where Winston bought the diary. This relationship\nlasts for some time. Winston is sure that they will be caught and\npunished sooner or later (the fatalistic Winston knows that he has\nbeen doomed since he wrote his first diary entry), while Julia is\nmore pragmatic and optimistic. As Winston’s affair with Julia progresses, his\nhatred for the Party grows more and more intense. At last, he receives\nthe message that he has been waiting for: O’Brien wants to see him.",
      "\n",
      "Winston and Julia travel to O’Brien’s luxurious apartment.\nAs a member of the powerful Inner Party (Winston belongs to the\nOuter Party), O’Brien leads a life of luxury that Winston can only\nimagine. O’Brien confirms to Winston and Julia that, like them,\nhe hates the Party, and says that he works against it as a member\nof the Brotherhood. He indoctrinates Winston and Julia into the\nBrotherhood, and gives Winston a copy of Emmanuel Goldstein’s book,\nthe manifesto of the Brotherhood. Winston reads the book—an amalgam\nof several forms of class-based twentieth-century social theory—to Julia\nin the room above the store. Suddenly, soldiers barge in and seize\nthem. Mr. Charrington, the proprietor of the store, is revealed as\nhaving been a member of the Thought Police all along.",
      "\n",
      "Torn away from Julia and taken to a place called the Ministry\nof Love, Winston finds that O’Brien, too, is a Party spy who simply pretended\nto be a member of the Brotherhood in order to trap Winston into\ncommitting an open act of rebellion against the Party. O’Brien spends\nmonths torturing and brainwashing Winston, who struggles to resist.\nAt last, O’Brien sends him to the dreaded Room 101,\nthe final destination for anyone who opposes the Party. Here, O’Brien\ntells Winston that he will be forced to confront his worst fear.\nThroughout the novel, Winston has had recurring nightmares about\nrats; O’Brien now straps a cage full of rats onto Winston’s head\nand prepares to allow the rats to eat his face. Winston snaps, pleading\nwith O’Brien to do it to Julia, not to him.",
      "\n",
      "Giving up Julia is what O’Brien wanted from Winston all\nalong. His spirit broken, Winston is released to the outside world.\nHe meets Julia but no longer feels anything for her. He has accepted\nthe Party entirely and has learned to love Big Brother.",
      "\n"
    ]
  },
  "character_list": {
    "link": "https://www.sparknotes.com/lit/1984/characters/",
    "character_list": {
      "Winston Smith": [
        "\n",
        " -  A\nminor member of the ruling Party in near-future London, Winston\nSmith is a thin, frail, contemplative, intellectual, and fatalistic\nthirty-nine-year-old. Winston hates the totalitarian control and\nenforced repression that are characteristic of his government. He\nharbors revolutionary dreams.",
        "\n"
      ],
      "Julia": [
        "\n",
        " - Winston’s\nlover, a beautiful dark-haired girl working in the Fiction Department\nat the Ministry of Truth. Julia enjoys sex, and claims to have had\naffairs with many Party members. Julia is pragmatic and optimistic.\nHer rebellion against the Party is small and personal, for her own\nenjoyment, in contrast to Winston’s ideological motivation.",
        "\n"
      ],
      "O’Brien": [
        "\n",
        " - A\nmysterious, powerful, and sophisticated member of the Inner Party\nwhom Winston believes is also a member of the Brotherhood, the legendary\ngroup of anti-Party rebels.",
        "\n"
      ],
      "Big Brother": [
        "\n",
        " -  Though\nhe never appears in the novel, and though he may not actually exist,\nBig Brother, the perceived ruler of Oceania, is an extremely important\nfigure. Everywhere Winston looks he sees posters of Big Brother’s\nface bearing the message ",
        " Big\nBrother’s image is stamped on coins and broadcast on the unavoidable\ntelescreens; it haunts Winston’s life and fills him with hatred\nand fascination.",
        "\n"
      ],
      "Mr. Charrington": [
        "\n",
        " -  An old man who runs a secondhand store in the prole\ndistrict. Kindly and encouraging, Mr. Charrington seems to share\nWinston’s interest in the past. He also seems to support Winston’s\nrebellion against the Party and his relationship with Julia, since he\nrents Winston a room without a telescreen in which to carry out\nhis affair. But Mr. Charrington is not as he seems. He is a member\nof the Thought Police.",
        "\n"
      ],
      "Syme": [
        "\n",
        " - An\nintelligent, outgoing man who works with Winston at the Ministry\nof Truth. Syme specializes in language. As the novel opens, he is\nworking on a new edition of the Newspeak dictionary. Winston believes\nSyme is too intelligent to stay in the Party’s favor."
      ],
      "Parsons": [
        "\n",
        " - A\nfat, obnoxious, and dull Party member who lives near Winston and\nworks at the Ministry of Truth. He has a dull wife and a group of\nsuspicious, ill-mannered children who are members of the Junior\nSpies."
      ],
      "Emmanuel Goldstein": [
        "\n",
        " -  Another figure who exerts an influence on the novel\nwithout ever appearing in it. According to the Party, Goldstein\nis the legendary leader of the Brotherhood. He seems to have been\na Party leader who fell out of favor with the regime. In any case,\nthe Party describes him as the most dangerous and treacherous man\nin Oceania.",
        "\n"
      ]
    }
  },
  "main_ideas": {
    "link": "https://www.sparknotes.com/lit/1984/themes/",
    "themes": {
      "The Dangers of Totalitarianism": [
        "\n",
        "1984",
        " is\na political novel written with the purpose of warning readers in\nthe West of the dangers of totalitarian government. Having witnessed\nfirsthand the horrific lengths to which totalitarian governments\nin Spain and Russia would go in order to sustain and increase their\npower, Orwell designed ",
        "1984",
        " to\nsound the alarm in Western nations still unsure about how to approach\nthe rise of communism. In 1949, the Cold\nWar had not yet escalated, many American intellectuals supported\ncommunism, and the state of diplomacy between democratic and communist\nnations was highly ambiguous. In the American press, the Soviet\nUnion was often portrayed as a great moral experiment. Orwell, however,\nwas deeply disturbed by the widespread cruelties and oppressions\nhe observed in communist countries, and seems to have been particularly\nconcerned by the role of technology in enabling oppressive governments\nto monitor and control their citizens.",
        "In ",
        "1984, ",
        "Orwell\nportrays the perfect totalitarian society, the most extreme realization\nimaginable of a modern-day government with absolute power. The title\nof the novel was meant to indicate to its readers in 1949 that\nthe story represented a real possibility for the near future: if\ntotalitarianism were not opposed, the title suggested, some variation\nof the world described in the novel could become a reality in only\nthirty-five years. Orwell portrays a state in which government monitors\nand controls every aspect of human life to the extent that even\nhaving a disloyal thought is against the law. As the novel progresses,\nthe timidly rebellious Winston Smith sets out to challenge the limits\nof the Party’s power, only to discover that its ability to control\nand enslave its subjects dwarfs even his most paranoid conceptions\nof its reach. As the reader comes to understand through Winston’s\neyes, The Party uses a number of techniques to control its citizens,\neach of which is an important theme of its own in the novel. These\ninclude:"
      ],
      "Psychological Manipulation": [
        "The Party barrages its subjects with psychological stimuli\ndesigned to overwhelm the mind’s capacity for independent thought.\nThe giant telescreen in every citizen’s room blasts a constant stream\nof propaganda designed to make the failures and shortcomings of\nthe Party appear to be triumphant successes. The telescreens also\nmonitor behavior—everywhere they go, citizens are continuously reminded,\nespecially by means of the omnipresent signs reading ",
        "“BIG\nBROTHER IS WATCHING YOU,”",
        " that the authorities are scrutinizing\nthem. The Party undermines family structure by inducting children\ninto an organization called the Junior Spies, which brainwashes\n and encourages them to spy on their parents and report any instance\nof disloyalty to the Party. The Party also forces individuals to\nsuppress their sexual desires, treating sex as merely a procreative\nduty whose end is the creation of new Party members. The Party then\nchannels people’s pent-up frustration and emotion into intense,\nferocious displays of hatred against the Party’s political enemies.\nMany of these enemies have been invented by the Party expressly\nfor this purpose."
      ],
      "Physical Control": [
        "In addition to manipulating their minds, the Party also\ncontrols the bodies of its subjects. The Party constantly watches\nfor any sign of disloyalty, to the point that, as Winston observes,\neven a tiny facial twitch could lead to an arrest. A person’s own\nnervous system becomes his greatest enemy. The Party forces its\nmembers to undergo mass morning exercises called the Physical Jerks,\nand then to work long, grueling days at government agencies, keeping\npeople in a general state of exhaustion. Anyone who does manage\nto defy the Party is punished and “reeducated” through systematic\nand brutal torture. After being subjected to weeks of this intense\ntreatment, Winston himself comes to the conclusion that nothing\nis more powerful than physical pain—no emotional loyalty or moral\nconviction can overcome it. By conditioning the minds of their victims\nwith physical torture, the Party is able to control reality, convincing\nits subjects that 2 + 2 = 5."
      ],
      "Control of Information and History": [
        "The Party controls every source of information, managing\nand rewriting the content of all newspapers and histories for its\nown ends. The Party does not allow individuals to keep records of\ntheir past, such as photographs or documents. As a result, memories become\nfuzzy and unreliable, and citizens become perfectly willing to believe\nwhatever the Party tells them. By controlling the present, the Party\nis able to manipulate the past. And in controlling the past, the\nParty can justify all of its actions in the present."
      ],
      "Technology": [
        "By means of telescreens and hidden microphones across\nthe city, the Party is able to monitor its members almost all of\nthe time. Additionally, the Party employs complicated mechanisms\n(",
        "1984",
        " was written\nin the era before computers) to exert large-scale control on economic\nproduction and sources of information, and fearsome machinery to\ninflict torture upon those it deems enemies. ",
        "1984",
        " reveals\nthat technology, which is generally perceived as working toward\nmoral good, can also facilitate the most diabolical evil."
      ],
      "Language as Mind Control": [
        "One of Orwell’s most important messages in ",
        "1984",
        " is\nthat language is of central importance to human thought because\nit structures and limits the ideas that individuals are capable\nof formulating and expressing. If control of language were centralized\nin a political agency, Orwell proposes, such an agency could possibly\nalter the very structure of language to make it impossible to even\nconceive of disobedient or rebellious thoughts, because there would\nbe no words with which to think them. This idea manifests itself\nin the language of Newspeak, which the Party has introduced to replace English.\nThe Party is constantly refining and perfecting Newspeak, with the\nultimate goal that no one will be capable of conceptualizing anything\nthat might question the Party’s absolute power.",
        "Interestingly, many of Orwell’s ideas about language as\na controlling force have been modified by writers and critics seeking\nto deal with the legacy of colonialism. During colonial times, foreign powers\ntook political and military control of distant regions and, as a\npart of their occupation, instituted their own language as the language\nof government and business. Postcolonial writers often analyze or\nredress the damage done to local populations by the loss of language\nand the attendant loss of culture and historical connection."
      ],
      "Loyalty": [
        "In ",
        "1984",
        ", the Party seeks to ensure that the only kind of loyalty possible is loyalty to the Party. The reader sees examples of virtually every kind of loyalty, from the most fundamental to the most trivial, being destroyed by the Party. Neighbors and coworkers inform on one another, and Mr. Parson’s own child reports him to the Thought Police. Winston’s half-remembered marriage to his wife fell apart with no sense of loyalty. Even the relationship between customer and merchant is perverted as Winston learns that the man who has sold him the very tools of his resistance and independence was a member of the Thought Police. Winston’s relationship with Julia is the ultimate loyalty that is tested by the events of the book. In Book Two: Chapter VII, Winston tells Julia, “if they could make me stop loving you—that would be the real betrayal.” In the end, the Party does make Winston stop loving Julia and love Big Brother instead, the only form of loyalty allowed."
      ],
      "Resistance and Revolution": [
        "In ",
        "1984, ",
        "Winston explores increasingly risky and significant acts of resistance against the Party. In Book One: Chapter VII, Winston observes that “rebellion meant a look in the eyes, an inflection of the voice; at the most, an occasional whispered word.” Winston builds up these minor rebellions by committing personal acts of disobedience such as keeping a journal and buying a decorative paperweight. Eventually he escalates his rebellion through his sexual relationship with Julia. The relationship is a double rebellion, as it includes the thoughtcrime of desire. Winston doesn’t believe his actions or the actions of others will lead to the destruction of the Party within his lifetime, but before he is caught by the Thought Police he holds out hope that in the future someone will be able to look back at Winston’s time from a world that is free.",
        "Winston’s most concrete hope for actual revolution against the Party lies with the social underclass of the city, called the proles. He observes that the proles already have far greater numbers than the Party and that the proles have the strength to carry out a revolution if they could ever organize themselves. The problem is that the proles have been subject to such serious poverty for so long that they are unable to see past the goal of survival. The very notion of trying to build a better world is too much for them to contemplate. All of these observations are set against the backdrop of the Party’s own identity as the product of revolution. According to Winston, the Party was created during the mid-1960s during a revolution that overthrew the existing British social order. The Party claims that the Revolution has not yet ended and that it will be fulfilled once they have complete control."
      ],
      "Independence and Identity": [
        "While the Party’s primary tool for manipulating the populace is the control of history, they also control independence and identity. For example, the basic traits of establishing one’s identity are unavailable to Winston and the other citizens of Oceania. Winston does not know how old he is. He does not know whether he is married or not. He does not know whether his mother is alive or dead. None of his childhood memories are reliable, because he has no photos or documents to help him sort real memories from imagined ones. Instead of being unique individuals with specific, identifying details, every member of the Outer Party is identical. All Party members wear the same clothing, smoke the same brand of cigarettes, drink the same brand of gin, and so forth. As such, forming a sense of individual identity is not only psychologically challenging, but logistically difficult."
      ]
    }
  },
  "quotes": {
    "link": "https://www.sparknotes.com/lit/1984/quotes/",
    "important_quotations_explained": {
      " war\nis peace   freedom is slavery   ignorance is strength  ": [
        "These words are the official slogans\nof the Party, and are inscribed in massive letters on the white\npyramid of the Ministry of Truth, as Winston observes in Book One,\nChapter I. Because it is introduced so early in the novel, this\ncreed serves as the reader’s first introduction to the idea of doublethink.\nBy weakening the independence and strength of individuals’ minds\nand forcing them to live in a constant state of propaganda-induced\nfear, the Party is able to force its subjects to accept anything\nit decrees, even if it is entirely illogical—for instance, the Ministry\nof Peace is in charge of waging war, the Ministry of Love is in\ncharge of political torture, and the Ministry of Truth is in charge\nof doctoring history books to reflect the Party’s ideology.",
        "That the national slogan of Oceania is equally contradictory\nis an important testament to the power of the Party’s mass campaign\nof psychological control. In theory, the Party is able to maintain\nthat “War Is Peace” because having a common enemy keeps the people of\nOceania united. “Freedom Is Slavery” because, according to the Party,\nthe man who is independent is doomed to fail. By the same token,\n“Slavery Is Freedom,” because the man subjected to the collective\nwill is free from danger and want. “Ignorance Is Strength” because\nthe inability of the people to recognize these contradictions cements\nthe power of the authoritarian regime."
      ],
      "Who\ncontrols the past controls the future. Who controls the present\ncontrols the past. ": [
        "This Party slogan appears twice in the\nnovel, once in Book One, Chapter III, when Winston is thinking about\nthe Party’s control of history and memory, and once in Book Three,\nChapter II, when Winston, now a prisoner in the Ministry of Love,\ntalks to O’Brien about the nature of the past. The slogan is an\nimportant example of the Party’s technique of using false history\nto break down the psychological independence of its subjects. Control\nof the past ensures control of the future, because the past can\nbe treated essentially as a set of conditions that justify or encourage\nfuture goals: if the past was idyllic, then people will act to re-create\nit; if the past was nightmarish, then people will act to prevent\nsuch circumstances from recurring. The Party creates a past that\nwas a time of misery and slavery from which it claims to have liberated\nthe human race, thus compelling people to work toward the Party’s\ngoals.",
        "The Party has complete political power in the present,\nenabling it to control the way in which its subjects think about\nand interpret the past: every history book reflects Party ideology,\nand individuals are forbidden from keeping mementos of their own\npasts, such as photographs and documents. As a result, the citizens\nof Oceania have a very short, fuzzy memory, and are willing to believe\nanything that the Party tells them. In the second appearance of\nthis quote, O’Brien tells Winston that the past has no concrete\nexistence and that it is real only in the minds of human beings.\nO’Brien is essentially arguing that because the Party’s version\nof the past is what people believe, that past, though it has no\nbasis in real events, has become the truth."
      ],
      "In\nthe end the Party would announce that two and two made five, and\nyou would have to believe it. It was inevitable that they should\nmake that claim sooner or later: the logic of their position demanded\nit. Not merely the validity of experience, but the very existence\nof external reality was tacitly denied by their philosophy. ": [
        "This quote occurs in Book One, Chapter\nVII, as Winston looks at a children’s history book and marvels at\nthe Party’s control of the human mind. These lines play into the\n theme of psychological manipulation. In this case, Winston considers\nthe Party’s exploitation of its fearful subjects as a means to suppress\nthe intellectual notion of objective reality. If the universe exists\nonly in the mind, and the Party controls the mind, then the Party\ncontrols the universe. As Winston thinks, “For, after all, how do\nwe know that two and two make four? Or that the force of gravity\nworks? Or that the past is unchangeable? If both the past and the\nexternal world exist only in the mind, and if the mind itself is\ncontrollable—what then?” The mathematical sentence 2\n+ 2 = 5 thus becomes a motif linked to the theme of\npsychological independence. Early in the novel, Winston writes that\n“Freedom is the freedom to say that two plus two make four.” The\nmotif comes full circle at the end of the novel after the torture\nWinston suffers in the Ministry of Love breaks his soul; he sits\nat the Chestnut Tree Café and traces “2 + 2 = 5” in\nthe dust on his table."
      ],
      "And\nwhen memory failed and written records were falsified—when that\nhappened, the claim of the Party to have improved the conditions\nof human life had got to be accepted, because there did not exist,\nand never again could exist, any standard against which it could\nbe tested. ": [
        "This quote from Book One, Chapter VIII,\nemphasizes how one’s understanding of the past affects one’s attitude\nabout the present. Winston has just had a frustrating conversation\nwith an old man about life before the Revolution, and he realizes\nthat the Party has deliberately set out to weaken people’s memories\nin order to render them unable to challenge what the Party claims\nabout the present. If no one remembers life before the Revolution,\nthen no one can say that the Party has failed mankind by forcing\npeople to live in conditions of poverty, filth, ignorance, and hunger.\nRather, the Party uses rewritten history books and falsified records\nto prove its good deeds."
      ],
      "And\nperhaps you might pretend, afterwards, that it was only a trick\nand that you just said it to make them stop and didn’t really mean\nit. But that isn’t true. At the time when it happens you do mean\nit. You think there’s no other way of saving yourself and you’re\nquite ready to save yourself that way. You want it to happen to\nthe other person. You don’t give a damn what they suffer. All you\ncare about is yourself. ": [
        "Julia speaks these lines to Winston\nin Book Three, Chapter VI, as they discuss what happened to them\nin Room 101. She tells him that she wanted\nher torture to be shifted to him, and he responds that he felt exactly\nthe same way. These acts of mutual betrayal represent the Party’s\nfinal psychological victory. Soon after their respective experiences\nin Room 101, Winston and Julia are set free\nas they no longer pose a threat to the Party. Here, Julia says that\ndespite her efforts to make herself feel better, she knows that\nin order to save herself she really did want the Party to torture\nWinston. In the end, the Party proves to Winston and Julia that\nno moral conviction or emotional loyalty is strong enough to withstand\ntorture. Physical pain and fear will always cause people to betray\ntheir convictions if doing so will end their suffering. ",
        "Winston comes to a similar conclusion during his own stint\nat the Ministry of Love, bringing to its culmination the novel’s\ntheme of physical control: control over the body ultimately grants\nthe Party control over the mind. As with most of the Party’s techniques,\nthere is an extremely ironic strain of doublethink running underneath: self-love\nand self-preservation, the underlying components of individualism\nand independence, lead one to fear pain and suffering, ultimately\ncausing one to accept the principles of anti-individualist collectivism\nthat allows the Party to thrive."
      ]
    }
  }
}
{
  "title": "2001: A Space Odyssey",
  "author": "Arthur C. Clarke",
  "summary_sentence": [
    "\n            ",
    "2001: A Space Odyssey",
    " is a novel by Arthur C. Clarke that was first published in 1968. "
  ],
  "summary": {
    "link": "https://www.sparknotes.com/lit/2001/summary/",
    "plot_overview": [
      "\n",
      "Summary",
      "\n",
      "The man-apes of the world, who lived by gathering berries and nuts, were facing a lack of food. A giant monolith appeared on Earth one day and began to experiment with many of them, probing and developing their minds. Among those in whom the monolith took an interest was Moon-Watcher, the only man-ape who walked fully upright. At night, a few select man-apes were taught and during the day, they innovated. Moon-Watcher discovered that he could fashion tools with which to kill animals for sustenance—the man-apes' hunger problem was solved. Time passed and the man-ape evolved. His brain grew, he invented language and organized into civilizations, and he invented weapons—first knives, but then guns and finally nuclear missiles. Such innovations had been central in man's dominion over earth, but \"as long as they existed, he was living on borrowed time.\"",
      "\n",
      "Eager to embark on another space mission, Dr. Heywood Floyd arrived at the Florida launch location after meeting with the president. He offered no comment to the press, nor would he reveal the details of mission to the crew that served him so faithfully on board or to his Russian friend whom he encounters at the joint U.S.-U.S.S.R. space station, a stop on his journey to the Moon. Upon his arrival, Floyd is greeted by a top official of the Moon colony and whisked off to a meeting. A lead scientist explains that they had found a magnetic disturbance in Tycho, one of the Moon's craters. An examination of the area had revealed a large black slab, called Tycho Magnetic Anomaly-One (TMA-1). It was precisely fashioned and, at three million years of age, predates humans. It is the first definitive proof of the existence of extra-terrestrial, intelligent life. Floyd and a team of scientists drive across the moon to actually view TMA- 1. When they uncover the giant, black slab and sunlight hits upon it for the first time, it sends forth a piercing sound and a strong wave signal to the far reaches of the universe.",
      "\n",
      "David Bowman and Frank Poole were the conscious human beings aboard the ",
      "Discovery",
      " space mission to Saturn. Three of their colleagues were hibernating, to be woken when they approached Saturn. Additionally, Hal, an artificially intelligent computer maintained the ship and was an active part of life aboard. Bowman and Poole's day-to-day lives had been immaculately planned. Their days were highly structured to ensure the continued success of the mission and to make sure that nothing went wrong.",
      "\n",
      "The ship was nearing Jupiter. Here, it released probes to gather information to be sent back to Earth and studied. ",
      "Discovery",
      " then took advantage of Jupiter's gravitational field to get an extra push and speed on toward Saturn.",
      "\n",
      "Poole is watching a birthday video transmitted to him by his family back home when Hal interrupts to tell him that the AE-35 unit of the ship is set to malfunction. Poole takes one of the extra-vehicular pods and replaces the AE-35 unit, which is critical for maintaining radio contact with Earth. Bowman conducts tests on the AE-35 unit that has been replaced and discovers that nothing is wrong with it. Later, Hal claims that the second AE-35 unit is set to fail. Suspicious, Poole and Bowman radio back to Earth; they are told that something is wrong with Hal and are given instructions to shut him off. These instructions are interrupted as the signal fades—the AE-35 unit has malfunctioned. Poole and Bowman try begin to wonder how they will re-establish communication with Earth.",
      "\n",
      "Poole takes a Pod outside the ship to bring in the failed AE-35 unit. As he is working on dislodging the unit, the pod, which he had left further from the ship, begins moving toward him. He is unable to move out of the way in time and he is killed by the collision. Bowman is shocked by Poole's death and is deeply distraught. He wonders whether Hal really could have killed Poole. He decides that he will need to wake the three other astronauts from their hibernation. He has a long argument with Hal, at the end of which, because Bowman threatens to disconnect him, Hal agrees to give him manual control over the process of ending the hibernation. As Bowman is beginning to thaw out his colleagues, he feels a cold chill enter the ship. The airlock doors on bottom have been opened. Everything on the ship begins violently fluttering about. The pressure on board is significantly dropping as the ship is equilibrating with the vacuum outside. Bowman claws his way into a sealed emergency chamber where he drinks from an emergency oxygen supply. Bowman then descends to the ship's innards and disconnects Hal, who he realizes has turned murderer. Bowman puts the ship back in order and re-establishes contact with Earth. Only then does he learn that the true purpose of the mission is to explore Japetus, a moon of Saturn, and learn more about the civilization that left TMA-1 behind on the Moon.",
      "\n",
      "Bowman learns that Hal had begun to feel guilty about keeping the purpose of the mission from him and Poole. This had begun to manifest itself in little errors. Ultimately, when Hal was threatened with being shut off, he felt the need to defend himself, as if his very existence were at stake.",
      "\n",
      "Bowman spends months on the ship, alone, preparing to rendezvous with Japetus. He notices a small black spot on the moon. When he gets closer, he realizes that this is an immense black slab, similar to TMA-1, only much larger. He takes one of the extra-vehicular pods in an attempt to land on the slab. The slab, which had been inert for so long, opens and is full of stars. It swallows Bowman's pod and disappears from Japetus. Mission control never hears from Bowman again.",
      "\n",
      "Bowman was whisked through a field of stars that seemed as though it had no end. Finally, he was released into a faraway world only to be swallowed back into the Star Gate and repeat the process again. Eventually, he is brought to what appears to be a nice hotel suite, carefully constructed to make him feel at home. Bowman lies down to go to sleep. While he sleeps, his mind and memories are drained from his body and preserved in a light structure. David Bowman is being made immortal and without a body. Bowman returns to our solar system and looks over Earth. A nuclear warhead has been fired; Bowman detonates the warhead in the air, saving the world from nuclear destruction.",
      "\n"
    ]
  },
  "character_list": {
    "link": "https://www.sparknotes.com/lit/2001/characters/",
    "character_list": {
      "Hal": [
        "\n",
        " - A robot. Created in a lab, Hal is not human, but he is intelligent. He can carry on a conversation just as a human. Being a robot, however, he can also perform complex calculations and does not require sleep or food. As he becomes self- conscious, he develops a guilty and, ultimately, murderous streak in an attempt to preserve his existence.\n      ",
        "\n"
      ],
      "David Bowman": [
        "\n",
        " - A broadly skilled astronaut. David is chosen as one of two crew members to stay awake during the entire voyage to Saturn. He is intelligent and disciplined, which helps him survive the loneliness of Poole's death. He passes through the Star Gate and becomes transformed into an eternal being without a body.\n      ",
        "\n"
      ],
      "Frank Poole": [
        "\n",
        " - The other astronaut who is awake for the entire journey to Saturn. Poole is mechanically skilled and is the one who makes extra-vehicular trips, one of which ultimately results in his death.\n      "
      ],
      "Dr. Heywood Floyd": [
        "\n",
        " - A senior government official. Floyd is sent to the moon to investigate TMA. He is an effective bureaucrat and a caring family man. He is one of the first men to see TMA-1 and to wonder about its consequences.\n      "
      ],
      "Ralph Halvorson": [
        "\n",
        " - The Administrator of the Southern Province of the Moon. Ralph is another of the book's bureaucrats, the man who greets Floyd on his arrival to the moon.\n      "
      ],
      "Moon-Watcher": [
        "\n",
        " - One of the most innately gifted man-apes. Moon-Watcher demonstrates the ability to walk upright and to engage in crude planning. His mind is pushed along a bit further by the black monolith.\n      "
      ]
    }
  },
  "main_ideas": {
    "link": "https://www.sparknotes.com/lit/2001/themes/",
    "themes": {
      "The Perils of Technology": [
        "\n",
        "2001: A Space Odyssey",
        " explores technological innovation, its possibilities and its perils. Two particular dangers of technology are explored in great detail. First, Hal presents the problems that can arise when man creates machines, whose inner workings he does not fully understand. Second, the book explores the dangers associated with the nuclear age. The novel issues a warning against the destructive power associated with that technological innovation in the military arena."
      ],
      "Evolution": [
        "\n",
        "2001",
        " takes a long-term view of development, human and otherwise. The story traces the development of man from man-ape. Uniquely, ",
        "2001",
        " considers not only the evolution that has led to the development of man, but also the evolution that man might undergo in the future. Thus, we follow Bowman as he is turned into a star-child by the advanced civilization of extra- terrestrial intelligence. The novel recognizes that evolutionary theory implies that humanity is not the final goal of some process, but only a stopping point on an undirected process. One way this process might continue, the book imagines, is that humans will learn to rid themselves of their biological trappings."
      ],
      "Space Exploration": [
        "When ",
        "2001: A Space Odyssey",
        " was written, Man had not yet even set foot on the moon. The space exploration programs in the U.S. and the U.S.S.R. were well underway, but the technology was only in its early stages. Much room was left to imagine the future of the space program. ",
        "2001",
        " offers one such imagination, offering a glimpse at what space exploration might one day be. Lengthy journeys, such as manned flights to Saturn, and advanced technologies, such as induced human hibernation, are created and brought to life throughout the story."
      ]
    }
  },
  "quotes": {
    "link": "https://www.sparknotes.com/lit/2001/quotes/",
    "important_quotations_explained": {
      " The spear, the bow, the gun, and finally the guided missile had given him weapons of infinite range and all but infinite power. Without those weapons, often though he had used them against himself, Man would never have conquered his world. Into them he had put his heart and soul, and for ages they had served him well. But now, as long as they existed, he was living on borrowed time. ": [
        "This passage appears at the end of Part One of ",
        "2001,",
        " as the narrator concludes his story of the evolution of man to his present state. Foremost, it is the first mention of one of the major themes of the book—the destructive potential of nuclear weapons. Inasmuch as the central story line does not explicitly mention nuclear weapons, this mention is one of the critical passages that alert us to the author's concern with weapons of mass destruction. This passage is also interesting in illustrating the unclear phenomenon in an evolutionary context. Nuclear weapons are conceived, not as an independent invention, or in relation to the study of physics that produced them, but rather as an advanced weapon that comes as part of a long chain of human tools and weapons developed over millennia. By placing nuclear weapons in this context, the author acknowledges that such weapons were not made in order to be destructive and, further, that man generally had good reasons for making weapons. The potential negative side effect of nuclear weapons, however, was too great to be ignored."
      ],
      " Even now, he could not fully accept the idea that Frank had been deliberately killed—it was so utterly irrational. It was beyond all reason that Hal, who had performed flawlessly for so long, should suddenly turn assassin. ": [
        "Here, Bowman first seriously faces the possibility that Hal could have become a murderer. The notion is so foreign to him, because Hal has been programmed to behave in a certain way and he had been functioning properly. Bowman is legitimately shocked to discover that the technology aboard the ship does not fully function, and that Hal's inner workings had not been fully understood, and he could malfunction. Bowman thinks that it is crazy that this computer program should develop a mind of its own and plot to commit actions unthinkable to its creators."
      ],
      " The stars were thinning out; the glare of the Milky Way was dimming into a pale ghost of the glory he had known—and, when he was ready, would know again. He was back, precisely where he wished to be, in the space that men called real. ": [
        "This passage comes at the end of Bowman's transformation to a Star-Child. He is made immortal and led back to the part of the universe he had originally inhabited, to face the world from an entirely different perspective. The end of this passage emphasizes the breadth of the universe as compared to man's knowledge of it. Bowman has been brought back to \"the space that men called real,\" not the space that is real, since as he and the reader know, Bowman has been through far more than men know of or could acknowledge exists."
      ]
    }
  }
}
