{
  "title": "Absalom, Absalom!",
  "author": "William Faulkner",
  "summary_sentence": [
    "\n            ",
    "Absalom, Absalom!",
    " is a  novel by ",
    "William  Faulkner",
    "  that was first publishedin 1936. "
  ],
  "summary": {
    "link": "https://www.sparknotes.com/lit/absalom/summary/",
    "plot_overview": [
      "\n",
      "Summary",
      "\n",
      "In 1833, a wild, imposing man named Thomas Sutpen comes to Jefferson, Mississippi, with a group of slaves and a French architect in tow. He buys a hundred square miles of land from an Indian tribe, raises a manor house, plants cotton, and marries the daughter of a local merchant, and within a few years is entrenched among the local aristocracy. Sutpen has a son and a daughter, Henry and Judith, who grow up in a life of uncultivated ease in the northern Mississippi countryside. Henry goes to college at the University of Mississippi in 1859, and meets a sophisticated fellow student named Charles Bon, whom he befriends and brings home for Christmas. Charles meets Judith, and over time, an engagement between them is assumed. But Sutpen realizes that Bon is actually his own son—Henry and Judith's half-brother—from a previous marriage which he abandoned when he discovered that his wife had negro blood. He tells Henry that the engagement cannot be, and that Bon is Henry's own brother; Henry reacts with outrage, refusing to believe that Bon knew all along and willingly became engaged to his own sister. Henry repudiates his birthright, and he and Bon flee to New Orleans. When war breaks out, they enlist, and spend four hard years fighting for the Confederacy as the South crumbles around them. At the end of the war, Sutpen (a colonel) finds his son and reveals to him that not only is Bon his and Judith's half-brother, he is also, in part, a black man.",
      "\n",
      "That knowledge makes Henry revolt against Bon in a way that even the idea of incest did not, and on the day Bon arrives to marry Judith, Henry murders him in front of the gates of the Sutpen plantation. Sutpen returns to a broken house, and becomes a broken—though still forceful—man; he slides slowly into alcoholism, begins an affair with a fifteen-year-old white girl named Milly, and continues in that vein until, following the birth of his and Milly's daughter, he is murdered by Milly's grandfather Wash Jones in 1869.",
      "\n",
      "Decades later, in 1909, Quentin Compson is a twenty-year-old man, the grandson of Sutpen's first friend in the country (General Compson), who is preparing to leave Jefferson to attend Harvard. He is summoned by Miss Rosa Coldfield, the sister of Sutpen's wife Ellen (and briefly Sutpen's fiancee herself), to hear the story of how Sutpen destroyed her family and his own. Over the following weeks and months, Quentin is drawn deeper and deeper into the Sutpen story, discussing it with his father, thinking about it, and later telling it in detail to his Harvard roommate Shreve. The story is burned into his brain the night he goes with Miss Rosa to the Sutpen plantation, where they find Henry Sutpen— now an old man—waiting to die. Months later, Rosa attempts to return for Henry with an ambulance, but Clytie, Thomas Sutpen's daughter with a slave woman and now a withered old woman herself, sets fire to the manor house, killing herself and Henry, and bringing the Sutpen dynasty to a fiery end.",
      "\n"
    ]
  },
  "character_list": {
    "link": "https://www.sparknotes.com/lit/absalom/characters/",
    "character_list": {
      "Thomas Sutpen": [
        "\n",
        " - Owner and founder of the plantation Sutpen's Hundred, in Yoknapatawpha County, near Jefferson, Mississippi. Married to Ellen Coldfield; father of Henry, Judith, and Clytemnestra Sutpen, also of Charles Bon. An indomitable, willful, powerful man, who achieves his ends through shrewdness and daring, but who lacks compassion. Murdered by Wash Jones in 1869.\n      "
      ],
      "Charles Bon": [
        "\n",
        " - Son of Thomas Sutpen and Eulalia Bon, the part- black daughter of the owner of the Haitian plantation on which the young Thomas Sutpen was overseer. After Sutpen renounced his wife and son upon learning of Eulalia's negro blood, Bon and his mother moved to New Orleans, where Bon lived until deciding to attend the University of Mississippi in 1859. A laconic, sophisticated, and ironical young man.\n      "
      ],
      "Ellen Coldfield Sutpen": [
        "\n",
        " - Thomas Sutpen's second wife, mother of Henry and Judith Sutpen. A flighty and excitable woman.\n      "
      ],
      "Rosa Coldfield": [
        "\n",
        " - Ellen Coldfield’s much-younger sister, younger aunt of Henry and Judith Sutpen. Briefly engaged to Thomas Sutpen following Ellen's death, but left him after he insulted her. Spent the rest of her life as a bitter spinster, obsessed with her anger and hatred of Thomas Sutpen.\n      "
      ],
      "Mr. Coldfield": [
        "\n",
        " - A middle-class Methodist merchant and father of Ellen and Rosa.\n      "
      ],
      "Henry Sutpen": [
        "\n",
        " - Thomas Sutpen's son with Ellen. Grew up on Sutpen's Hundred, then attended the University of Mississippi beginning in 1859. There he befriended Charles Bon, whom he later murdered. A well- meaning and romantic young man, with his father's strength of purpose but lacking his father's shrewdness.\n      "
      ],
      "Judith Sutpen": [
        "\n",
        " - Thomas Sutpen's daughter with Ellen. Grew up on Sutpen's Hundred, where she was engaged to Charles Bon in 1860. Strong, indomitable, and, like her father, swift to action.\n      "
      ],
      "Clytemnestra Sutpen (\"Clytie\")": [
        "\n",
        " - Daughter of Thomas Sutpen and a slave woman. Grew up on Sutpen's Hundred as subservient to Judith and Henry; remained at the plantation until burning the manor house down in 1910, an event which caused her death.\n      "
      ],
      "Wash Jones": [
        "\n",
        " - A low-class squatter living in the abandoned fishing camp at Sutpen's Hundred. Performed odd jobs for and drinks whiskey with Thomas Sutpen. Milly's grandfather; murdered Sutpen with a rusted scythe in 1869.\n      "
      ],
      "Milly Jones": [
        "\n",
        " - Wash Jones' young granddaughter, who at fifteen gave birth to Thomas Sutpen's child. Murdered, along with Sutpen and the baby, by her grandfather shortly after the birth.\n      "
      ],
      "Charles Etienne de St. Valery Bon": [
        "\n",
        " - Son of Charles Bon and his octoroon mistress- wife. Taken by Clytie to Sutpen's Hundred in 1871. Married a negro woman in 1879. A tormented, violent man.\n      "
      ],
      "Jim Bond": [
        "\n",
        " - Son of Charles Etienne de St. Valery Bon and his negro wife. Raised by Clytie on Sutpen's Hundred, from which he disappears following the fire in 1910. A slack-jawed, oafish man.\n      "
      ],
      "Quentin Compson": [
        "\n",
        " - A young man from Jefferson, Mississippi, who is preparing to attend (and later does attend) Harvard in the first part of the 20th century.\n      "
      ],
      "General Compson": [
        "\n",
        " - Quentin's grandfather and Thomas Sutpen's first friend in Yoknapatawpha County. A Brigadier General for the Confederacy during the Civil War, and a distinguished citizen of Jefferson, Mississippi.\n      "
      ],
      "Mr. Compson": [
        "\n",
        " - Quentin's father and General Compson's son, a man who believes in the power of fate to destroy human lives. Relays to Quentin many of the stories he heard from his father about Thomas Sutpen.\n      "
      ],
      "Shreve": [
        "\n",
        " - Quentin's roommate at Harvard, a young man from Edmonton in Alberta, Canada.\n      "
      ]
    }
  }
}
