{
  "title": "Absalom, Absalom!",
  "author": "William Faulkner",
  "summary_sentence": [
    "\n            ",
    "Absalom, Absalom!",
    " is a  novel by ",
    "William  Faulkner",
    "  that was first publishedin 1936. "
  ]
}
{
  "title": "1984",
  "author": "George Orwell",
  "summary_sentence": [
    "\n            ",
    "1984",
    ", George Orwell’s bleakly dystopian novel about  the dangers of totalitarianism, warns against a world governed by propaganda,  surveillance, and censorship. Today, Orwellian phrases like “Big Brother” and  “doublespeak” have become common expressions. Read a character analysis of     ",
    "Winston Smith",
    ", ",
    "plot summary,",
    "  and ",
    "important quotes",
    ". "
  ],
  "picture": "https://www.sparknotes.com//prodimage.images-bn.com/pimages/9780451524935_p0_v3_s192x300.jpg"
}
{
  "title": "The Absolutely True Diary of a Part-Time Indian",
  "author": "Sherman Alexie",
  "summary_sentence": [
    "\n            ",
    "The Absolutely True  Diary of a Part-Time Indian",
    " is a novel by Sherman Alexie that was first  published in 2007. "
  ],
  "picture": "https://www.sparknotes.com//prodimage.images-bn.com/pimages/9780451524935_p0_v3_s192x300.jpg",
  "summary": {
    "link": "https://www.sparknotes.com/lit/the-absolutely-true-diary-of-a-part-time-indian/summary/",
    "plot_overview": [
      "\n",
      "Plot Overview",
      "\n",
      "Winston Smith is a low-ranking\nmember of the ruling Party in London, in the nation\nof Oceania. Everywhere Winston goes, even his own home, the Party\nwatches him through telescreens; everywhere he looks he sees the\nface of the Party’s seemingly omniscient leader, a figure known\nonly as Big Brother. The Party controls everything in Oceania, even\nthe people’s history and language. Currently, the Party is forcing\nthe implementation of an invented language called Newspeak, which\nattempts to prevent political rebellion by eliminating all words\nrelated to it. Even thinking rebellious thoughts is illegal. Such\nthoughtcrime is, in fact, the worst of all crimes.",
      "\n",
      "As the novel opens, Winston feels frustrated by the oppression and\nrigid control of the Party, which prohibits free thought, sex, and any\nexpression of individuality. Winston dislikes the party and has illegally\npurchased a diary in which to write his criminal thoughts. He has\nalso become fixated on a powerful Party member named O’Brien, whom\nWinston believes is a secret member of the Brotherhood—the mysterious,\nlegendary group that works to overthrow the Party.",
      "\n",
      "Winston works in the Ministry of Truth, where he alters\nhistorical records to fit the needs of the Party. He notices a coworker,\na beautiful dark-haired girl, staring at him, and worries that she\nis an informant who will turn him in for his thoughtcrime. He is\ntroubled by the Party’s control of history: the Party claims that\nOceania has always been allied with Eastasia in a war against Eurasia,\nbut Winston seems to recall a time when this was not true. The Party\nalso claims that Emmanuel Goldstein, the alleged leader of the Brotherhood,\nis the most dangerous man alive, but this does not seem plausible\nto Winston. Winston spends his evenings wandering through the poorest\nneighborhoods in London, where the proletarians, or proles, live\nsqualid lives, relatively free of Party monitoring.",
      "\n",
      "One day, Winston receives a note from the dark-haired\ngirl that reads “I love you.” She tells him her name, Julia, and\nthey begin a covert affair, always on the lookout for signs of Party\nmonitoring. Eventually they rent a room above the secondhand store\nin the prole district where Winston bought the diary. This relationship\nlasts for some time. Winston is sure that they will be caught and\npunished sooner or later (the fatalistic Winston knows that he has\nbeen doomed since he wrote his first diary entry), while Julia is\nmore pragmatic and optimistic. As Winston’s affair with Julia progresses, his\nhatred for the Party grows more and more intense. At last, he receives\nthe message that he has been waiting for: O’Brien wants to see him.",
      "\n",
      "Winston and Julia travel to O’Brien’s luxurious apartment.\nAs a member of the powerful Inner Party (Winston belongs to the\nOuter Party), O’Brien leads a life of luxury that Winston can only\nimagine. O’Brien confirms to Winston and Julia that, like them,\nhe hates the Party, and says that he works against it as a member\nof the Brotherhood. He indoctrinates Winston and Julia into the\nBrotherhood, and gives Winston a copy of Emmanuel Goldstein’s book,\nthe manifesto of the Brotherhood. Winston reads the book—an amalgam\nof several forms of class-based twentieth-century social theory—to Julia\nin the room above the store. Suddenly, soldiers barge in and seize\nthem. Mr. Charrington, the proprietor of the store, is revealed as\nhaving been a member of the Thought Police all along.",
      "\n",
      "Torn away from Julia and taken to a place called the Ministry\nof Love, Winston finds that O’Brien, too, is a Party spy who simply pretended\nto be a member of the Brotherhood in order to trap Winston into\ncommitting an open act of rebellion against the Party. O’Brien spends\nmonths torturing and brainwashing Winston, who struggles to resist.\nAt last, O’Brien sends him to the dreaded Room 101,\nthe final destination for anyone who opposes the Party. Here, O’Brien\ntells Winston that he will be forced to confront his worst fear.\nThroughout the novel, Winston has had recurring nightmares about\nrats; O’Brien now straps a cage full of rats onto Winston’s head\nand prepares to allow the rats to eat his face. Winston snaps, pleading\nwith O’Brien to do it to Julia, not to him.",
      "\n",
      "Giving up Julia is what O’Brien wanted from Winston all\nalong. His spirit broken, Winston is released to the outside world.\nHe meets Julia but no longer feels anything for her. He has accepted\nthe Party entirely and has learned to love Big Brother.",
      "\n"
    ]
  },
  "character_list": {
    "link": "https://www.sparknotes.com/lit/the-absolutely-true-diary-of-a-part-time-indian/characters/",
    "character_list": {}
  }
}
